export const StrData = [
    {
        title: "AI 기반 영어 스피킹 연습부터\n외국인 친구와의 실전 경험까지",
        appName: "블라블라",
        reserveBtnName: "사전예약",
        serverBtnName: "디스코드",
    },
    {
        title: "문법 발음 연습은 안녕!",
        subTitle: "영어 스피킹 실력을 가장 효과적으로\n늘리는 방법은 무엇일까요?",
        imgBeforeDesc: "컨텐츠를 시청하고",
        imgAfterDesc: "문맥에 맞게 말을 내뱉어요!",
        desc1: ["문법/발음보다는 말이 통하는\n", "문장을 내뱉는 과정", "에서\n실질적인 스피킹 능력이 향상돼요!"],
        desc2: ["블라블라는 영어 스피킹을\n", "가장 효과적으로 공부", "\n할 수 있는 핵심 기능만 넣었어요!"],
    },
    {
        title: "재미없는  영어 스피킹\n공부는 그만!",
        subTitle: "혼자 스피킹 연습하기 어렵지 않았나요?",
        imgBeforeDesc: "크루에 가입하고",
        imgAfterDesc: "보이스룸에서 모여봐요!",
        desc1: ["마음이 맞는 외국인 친구들과\n함께 ", "크루", "를 이루고\n 꾸준히 스피킹 연습을 할 수 있어요!"],
        desc2: ["외국인 친구와 대화하며\n실제로 쓰이는 ", "진짜 영어 표현", "들도\n배울 수 있어요!"],
    },
    {
        title: "함께, 그리고 꾸준히",
        subTitle: "내가 원하는 주제로, 나와 꼭 맞는 수준의 사람들과\n크루를 만들어 정기적으로 대화를 나눌 수 있어요!"
    },
    {
        title: "틀려도 괜찮아요\n아는만큼만 말해보세요",
        subTitle: "문법? 발음? 중요하지 않아요.\n문맥에 집중하면서\n자신감 있게 뱉어보세요!"
    },
    {
        title: "스피킹 실력이\n진짜 늘고 있는 건지\n걱정할 필요 없어요!",
        subTitle: "스피킹 능력 향상에\n필수적인 요소만 모아서\n인공지능으로 분석해 드릴게요!\n\n내 스피킹 데이터를 기반으로\n다양한 리포트를 제공해요!"
    },
    {
        title: "블라블라를\nAPP(Android/iOS)으로\n만나보고 싶다면?",
        subTitle: "블라블라 출시 알람 신청하기👇",
        btnName: "사전예약",
    },
    {
        title: "블라블라를 미리\n체험해보고 싶다면?",
        subTitle: "디스코드 서버 참여하기👇",
        btnName: "디스코드",
    },
]